Revit 2024 API
SpecTypeId.FlowPerPower Property
 Flow per Power, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId FlowPerPower { get; }
Visual Basic
Public Shared ReadOnly Property FlowPerPower As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FlowPerPower {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace